export default {
  projections: {
    КонтрагентE: {
      договор: {
        __caption__: 'Договор'
      },
      контр: {
        __caption__: 'Контраген'
      },
      наимен: {
        __caption__: 'Наимено'
      },
      организ: {
        __caption__: 'Организац'
      }
    },
    КонтрагентL: {
      договор: {
        __caption__: 'Договор'
      },
      контр: {
        __caption__: 'Контр'
      },
      наимен: {
        __caption__: 'Наимен'
      },
      организ: {
        __caption__: 'Организ'
      }
    }
  },
  validations: {
    договор: {
      __caption__: 'Договор'
    },
    контр: {
      __caption__: 'Контраген'
    },
    наимен: {
      __caption__: 'Наимено'
    },
    организ: {
      __caption__: 'Организац'
    }
  }
};
