export default {
  projections: {
    СотрудникE: {
      табНом: {
        __caption__: 'ТабНомер'
      },
      имя: {
        __caption__: 'Имя'
      },
      фамил: {
        __caption__: 'Фамилия'
      },
      отчест: {
        __caption__: 'Отчество'
      },
      номПасп: {
        __caption__: 'НомерПасп'
      },
      серия: {
        __caption__: 'СерияПасп'
      }
    },
    СотрудникL: {
      табНом: {
        __caption__: 'ТабНомер'
      },
      имя: {
        __caption__: 'Имя '
      },
      фамил: {
        __caption__: 'Фамилия'
      },
      серия: {
        __caption__: 'СерияПаспорта'
      },
      отчест: {
        __caption__: 'Отчество'
      },
      номПасп: {
        __caption__: 'НомерПас'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    номПасп: {
      __caption__: 'НомерПасп'
    },
    отчест: {
      __caption__: 'Отчество'
    },
    серия: {
      __caption__: 'СерияПасп'
    },
    табНом: {
      __caption__: 'ТабНомер'
    },
    фамил: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
