export default {
  projections: {
    ЗаписиE: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      времНач: {
        __caption__: 'Врем нач'
      },
      времОкон: {
        __caption__: 'Врем окон'
      }
    },
    ЗаписиL: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      времНач: {
        __caption__: 'Врем нач'
      },
      времОкон: {
        __caption__: 'Врем окон'
      }
    }
  },
  validations: {
    времНач: {
      __caption__: 'Врем нач'
    },
    времОкон: {
      __caption__: 'Врем окон'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗаписи: {
      __caption__: 'Код записи'
    },
    кодРегист: {
      __caption__: 'кодРегист'
    },
    номЗаяв: {
      __caption__: 'номЗаяв'
    },
    заявка: {
      __caption__: 'заявка'
    },
    регистр: {
      __caption__: 'регистр'
    }
  }
};
